[
{
"ID": "T05",
"NOM": "Terrain de tennis",
"ADRESSE": "23 RUE",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.412212000000000,
"lat_Y": 45.450497000000000
},
{
"ID": "T02",
"NOM": "Gymnase ",
"ADRESSE": "",
"EVENEMENT": "",
"DESCRIPTION": "teste ",
"lon_X": 4.382775000000000,
"lat_Y": 45.443605000000000
},
{
"ID": "T01",
"NOM": "Equipement_Teste ",
"ADRESSE": "",
"EVENEMENT": "",
"DESCRIPTION": "Equipement qui fait office de teste, a supprimer a la fin de la période de devellopement ",
"lon_X": 4.345436000000000,
"lat_Y": 45.432672000000000
},
{
"ID": "A01",
"NOM": "Parc de Méons",
"ADRESSE": "41, 42 rue de la Talaudière",
"EVENEMENT": "1950 : la décision d'installer le parc de Méons sur une vaste plaine de remblai houiller est prise.<br><br>1955 : début des projets d’aménagement par la municipalité, comprenant l'installation de huit terrains de football, six terrains de basket-ball et un bâtiment-vestiaire.<br><br>Jusqu'en 1974 : les travaux d'aménagement se poursuivent, coûtant au total 2,3 millions de francs pour 25 hectares de terrain.<br><br>1973 : le parc de Méons accueille déjà plus de 93 000 personnes, démontrant sa popularité croissante.",
"DESCRIPTION": "Le parc de Méons, aménagé dans les années 1950 sur une ancienne plaine de remblai houiller près du parc de l'Etivallière, est conçu par la municipalité pour offrir des installations sportives accessibles à tous.<br><br>Les travaux, démarrés dès 1955, ont abouti à la création de huit terrains de football, six terrains de basket-ball et un bâtiment-vestiaire, représentant un investissement de 2,3 millions de francs pour 25 hectares jusqu'en 1974.<br><br>Contrairement au parc de l'Etivallière, conçu à l’origine pour des sports plus élitistes, le parc de Méons vise à offrir des activités sportives populaires, attirant déjà plus de 93 000 visiteurs en 1973.<br><br>Aujourd'hui, le parc de Méons offre une large gamme d'équipements, dont l'anneau de vitesse Roger Rivière, des terrains de tennis, des parcours sportifs, un pas de tir à l'arc, une piste cyclable, des installations pour le bicross, le roller, l'aéromodélisme, le tennis, le rugby, le squash et le volley-ball.",
"lon_X": 4.412160163333450,
"lat_Y": 45.458858360070300
},
{
"ID": "A02",
"NOM": "Parc de l'Etivallière",
"ADRESSE": "5 bd des Frères Gauthier",
"EVENEMENT": "En 1892, fondation du parc par la Société privée des sports de l'Étivallière, initialement dédié à des activités sportives bourgeoises telles que les courses hippiques et le tennis.<br><br>En 1918, acquisition du parc par la famille Rochetaillée, marquant le début d'une transition vers des sports plus accessibles à tous, bien que les activités bourgeoises persistent.<br><br>En 1925, la municipalité de Saint-Étienne achète le parc pour valoriser les valeurs sportives de la ville, augmentant ainsi sa taille et son offre d'installations sportives.<br><br>Dans les années 60-70, le parc entame une période de modernisation avec l'ajout d'équipements tels qu'un stade d'athlétisme international, renforçant sa réputation en tant que lieu de pratique sportive de haut niveau.<br><br>En 1981, un plan de programmation est lancé, proposant de nouveaux équipements tels qu'une salle omnisport, reflétant la diversification croissante des activités sportives proposées.<br><br>En 1987, après une période d'hésitation, le parc bénéficie de travaux de viabilisation et d'amélioration des installations, consolidant sa position en tant que pivot majeur de la promotion sportive à Saint-Étienne.",
"DESCRIPTION": "Le parc des sports de l’Etivallière, fondé en 1892 dans le Marais au nord-est de Saint-Étienne par la Société privée des sports de l’Etivallière, a évolué, passant de lieu de pratique sportive bourgeois à un espace diversifié accueillant une multitude d'activités, sous l'influence des changements sociaux et politiques. <br><br>Après son acquisition par la famille Rochetaillée en 1918 puis son rachat par la municipalité de Saint-Étienne en 1925, le parc s'est modernisé dans les années 60-70 avec l'ajout d'équipements tels qu'un stade d'athlétisme homologué internationalement, devenant ainsi un élément central de la stratégie de promotion sportive de la ville. <br><br>Le par cet aujourd’hui une des symboles emblématiques du patrimoine sportif de la ville, offrant une gamme diversifiée d’activités sportives pour tous les niveaux, allant du sport de loisir au sport de haut niveau, contribuant ainsi à la renommée sportive et territoriale de la ville",
"lon_X": 4.387383065513880,
"lat_Y": 45.462158657710600
},
{
"ID": "A03",
"NOM": "Ensemble sportives de Grouchy",
"ADRESSE": "13 rue Grouchy",
"EVENEMENT": "1904-1907 :  Initiations du projet de piscine d’été.<br> <br>1946 : Stade construit et la piscine d’été et inauguration.<br> <br>1970 : inauguration de la piscine d’hiver.<br> <br>1975 : fin des travaux autour du stand de tir. ",
"DESCRIPTION": "Les installations sportives de Grouchy représentent une part importante de l'histoire sportive de Saint-Étienne, notamment avec sa piscine d'été, aujourd'hui disparue, qui a marqué l'enfance de nombreux Stéphanois.<br><br>Lancé par l'administration A. Durafour au début des années 30, le projet du complexe nautique Grouchy près du stade municipal comprenait une piscine extérieure de 50 x 15 m et une piscine couverte de 33 x 15 m, malgré des difficultés techniques et budgétaires qui prolongèrent sa réalisation jusqu'en 1975.<br><br>Actuellement, l'ensemble sportif comprend une piscine couverte, un stade d'athlétisme, un stand de tir couvert, un plateau EPS, un terrain de handball et un terrain de football.",
"lon_X": 4.377854389700210,
"lat_Y": 45.463201338438900
},
{
"ID": "A04",
"NOM": "Ensemble sportives de la Plaine d’Achille",
"ADRESSE": "Plaine Achille, boulevard Jules Janin.",
"EVENEMENT": "1970 : le projet, initié en 1960, voit l'ouverture au public du palais des sports, ainsi que d'une salle omnisports, 10 ans plus tard.<br><br>1978 : achèvement des travaux autour de la piscine Raymond Sommet.<br><br>1988 : inauguration de la patinoire.<br><br>2007 : en raison de travaux trop importants nécessaires autour du palais des sports, l'installation devient une salle de spectacle et est finalement fermée au public.",
"DESCRIPTION": "Le complexe sportif de la Plaine d’Achille est un projet conçu pour être complémentaire aux deux autres grands complexes sportifs que sont Méons et Etivallière, proposant des activités à la fois pour le grand public et de haut niveau, principalement en intérieur.<br><br>Le projet a été initié en 1960 et était initialement composé du palais des sports destiné à accueillir des compétitions sportives, ainsi que d'une salle omnisports plus dédiée aux clubs et aux écoles. Deux installations ont donc été achevées et livrées, incluant les vestiaires, en 1970.<br><br>La construction de la piscine olympique Raymond Sommet, qui avait initialement un budget prévisionnel de 6 millions de francs, a finalement coûté 18,5 millions de francs et a été achevée en 1978, dépassant largement les attentes budgétaires.<br><br>Cependant, le palais des sports a connu un engouement moindre depuis ses débuts et a finalement été désaffecté depuis 2007. Les travaux nécessaires et la configuration inadaptée à l'accueil du public ont eu raison de cet équipement, qui était pourtant devenu emblématique du complexe sportif.<br><br>Dans les années 80, deux nouveaux équipements ont émergé grâce à l'initiative privée soutenue par la municipalité, dans le cadre d'une nouvelle politique de promotion du sport. Notamment, le bowling inauguré en 1988 a rencontré un franc succès, tandis qu'une petite patinoire proposée par une SARL a été fonctionnelle dès 1984.<br><br>Cependant, l'entreprise a rencontré d'énormes difficultés et la ville a repris sa gestion en 1986. La patinoire est restée fermée jusqu'en 1988, date à laquelle elle a finalement été réouverte au grand public.",
"lon_X": 4.394715856471610,
"lat_Y": 45.449968695039700
},
{
"ID": "A05",
"NOM": "Ensemble sportives de Michon",
"ADRESSE": "6 rue Xavier Privas",
"EVENEMENT": "1979 : lancement du projet.<br><br>1982 : livraison des travaux sur les 2 terrains de football et les 6 terrains de tennis, ainsi que des vestiaires.",
"DESCRIPTION": "Construit sur un terrain de 5 hectares, sur une ancienne décharge municipale, le complexe municipal de Michon est un projet lancé en 1979.<br><br>Les installations sont livrées en 1982, comprenant 2 terrains de football et 6 terrains de tennis.<br><br>Aujourd’hui, le complexe sportif compte 3 terrains de football, 6 terrains de tennis, 2 terrains de boules et une piste cyclable qui fait le tour du complexe.",
"lon_X": 4.362957767314300,
"lat_Y": 45.437062512553000
},
{
"ID": "A06",
"NOM": "Installations sportives du CES Puits Thibaud.",
"ADRESSE": "36 Bd Fauriat",
"EVENEMENT": "1969 : constitution du dossier projet pour le complexe sportif.<br><br>1974 : livraison de la salle multisports.<br><br>Vers 1990 : extension des installations du complexe, notamment avec l’ajout d’une piste d’athlétisme et d’un terrain de basket-ball.<br><br>Vers 2000 : mise aux normes du gymnase.",
"DESCRIPTION": "Le complexe sportif du CES Puits Thibaud, installé dans le quartier de Rochetaillée, a été construit pour répondre aux besoins croissants de la communauté sportive de Saint-Étienne dans les années 70. Les premières installations comprenaient un gymnase, un terrain de football et un plateau EPS.<br><br>Des améliorations ont été apportées aux installations existantes, notamment l'ajout d'un terrain de basket-ball en bitume. Dans les années 90, une piste d'athlétisme a été construite, offrant un espace pour la pratique de la course sur piste.<br><br>Par la suite, des rénovations ont été entreprises pour moderniser les installations et les rendre plus accessibles. Le complexe est devenu un lieu de formation pour les jeunes athlètes et les équipes sportives locales. Le gymnase du Puits Thibaud a été rénové pour répondre aux normes actuelles.<br><br>Aujourd’hui, le complexe sportif compte une salle multisports (gymnase), une piste d'athlétisme, un terrain de basket-ball et un terrain de football. Ces installations servent la communauté en accueillant des tournois, des compétitions et des séances d'entraînement.",
"lon_X": 4.403463499353490,
"lat_Y": 45.446711868358100
},
{
"ID": "A07",
"NOM": "Ensemble sportives Georges Puillet ",
"ADRESSE": "30 rue de Terrenoire",
"EVENEMENT": "1973-1975 : construction de la piscine.<br><br>1993 : intoxication au chlore d'écoliers.<br><br>1994-1995 : travaux de mise en conformité hydraulique.<br><br> 2002 : fermeture de la piscine de la Marandinière pour travaux.<br><br>2013 : construction d'une nouvelle piscine à l'emplacement du stade Georges Puillet.",
"DESCRIPTION": "À l'origine installé au 21 boulevard Karl Marx, le complexe sportif de la Marandinière était équipé d'un grand bassin, d'un bassin d'apprentissage, d'un snack-bar, d'un solarium, d'espaces verts et de jeux extérieurs tels que des terrains de volley-ball, de ping-pong et de mini-golf.<br><br>En 1993, une fuite de chlore dans le local a provoqué l'intoxication de plusieurs enfants et accompagnateurs. Des travaux de remise en conformité hydraulique ont été effectués un an plus tard. En 1995, les plaques d'amiante ont été retirées et le local contenant le chlore a été installé à l'extérieur.<br><br>La piscine de la Marandinière a fermé en décembre 2002 pour des travaux de rénovation qui devaient durer jusqu'en 2005. Après expertise, les travaux se sont avérés bien plus conséquents, et il a été décidé de réhabiliter entièrement l'établissement en le transformant en complexe aquatique, de couvrir le grand bassin et de le rendre utilisable toute l'année.<br><br>Finalement, le projet a été abandonné, et la municipalité a décidé en 2008 de reconstruire un peu plus loin, rue de Terrenoire, à l'ancien emplacement du Stade George Puillet qui disparaît alors. Un nouveau centre nautique sous le nom de Piscine Yves Nayme est construit, également connu sous le nom de piscine de la Marandinière par les riverains qui ont connu les 20 glorieuses années de l'ancienne installation.<br><br>Aujourd’hui, l'ensemble sportif George Puillet est constitué d'une salle multisports (gymnase), d'un bassin sportif et mixte de natation.",
"lon_X": 4.415617025017560,
"lat_Y": 45.428724400869600
},
{
"ID": "A08",
"NOM": "Ensemble sportives Montreynaud ",
"ADRESSE": "23 Rue Charles Gounod",
"EVENEMENT": "1970-1977 : construction du gymnase.<br><br>1978-1980 : construction des terrains de football.<br><br>1994 : construction des terrains de tennis de Stéphanois AGTS, comprenant 15 terrains à Montreynaud.",
"DESCRIPTION": "Les installations sportives de Montreynaud prennent place dans les tout nouveaux quartiers construits courant des années 70 au nord-est du centre-ville.<br><br>Parallèlement à la construction de ces nouveaux quartiers, la municipalité a fait ériger un ensemble sportif comprenant un stade de football, un gymnase et un terrain de basket.<br><br>Principalement destiné aux écoles et aux clubs du quartier, le complexe compte aujourd’hui 2 terrains de football, un gymnase et un terrain de basket-ball.",
"lon_X": 4.399819956780750,
"lat_Y": 45.472610075529300
},
{
"ID": "A09",
"NOM": "Ensemble sportif de Villeboeuf Joanny Pourtier",
"ADRESSE": "7 All. Shakespeare",
"EVENEMENT": "1956-1965 : construction du gymnase.<br><br>1965 : ouverture de la piscine de Villeboeuf.<br><br>1980-1994 : construction d’un vestiaire, aménagement de panneaux de basket.<br><br>1993 : construction du complexe sportif de judo.<br><br>2002 : travaux de remise en conformité.<br><br>2007-2008 : projet de requalification complète de la piscine.",
"DESCRIPTION": "L’ensemble sportif de Villeboeuf est principalement utilisé à des fins scolaires, par des clubs, pour des compétitions sportives et des formations sportives.<br><br>Situé Allée Shakespeare, il offre une variété d’activités réparties sur une superficie totale de 51 720 m². On trouve notamment des plateaux d’EPS regroupant le football, le handball, le basket-ball, l'athlétisme et un gymnase.<br><br>Parmi les équipements emblématiques de cette installation figure également sa piscine, inaugurée en 1965, qui est aujourd’hui fermée.",
"lon_X": 4.396200569375280,
"lat_Y": 45.434218073914000
},
{
"ID": "A10",
"NOM": "Ensemble sportives Géorge Clémenceau",
"ADRESSE": "7 impasse Georges Clémenceau",
"EVENEMENT": "1965-1977 : construction du gymnase.<br><br>1980 : construction du boulodrome.<br><br>1984 : construction des terrains de tennis.",
"DESCRIPTION": "Les installations sportives George Clémenceau, portées par le gymnase du même nom, ont été planifiées et construites à partir des années 70.<br><br>Principalement destinés aux scolaires et aux associations, les équipements George Clémenceau comprennent aujourd’hui 2 courts de tennis, un boulodrome qui accueille l’Amicale Laïque de Beaulieu, et une salle multisports avec 146 places en tribune, où l’on peut pratiquer le handball, le volley-ball, le basket-ball ou encore le badminton.",
"lon_X": 4.411967022737270,
"lat_Y": 45.427581677750200
},
{
"ID": "A11",
"NOM": "Ensemble sportives  CET du Bardot (Pierre Maisonnial)",
"ADRESSE": " 25 rue Burdeau",
"EVENEMENT": "",
"DESCRIPTION": "Installé non loin de la gare de Châteaucreux, rue Burdeau, les installations sportives du CET du Bardot occupent une superficie de 16 093 m² et comptent 2 infrastructures principales. Le stade en plein air comprend un terrain de basket-ball, de handball et une piste d’athlétisme de 205 m principalement destinée aux scolaires. <br><br>Le gymnase Pierre Maisonnial, d'une superficie de 968 m² en parquet, est destiné à accueillir des clubs tels que la CASE basket, ainsi que des compétitions nationales de basketball, de volley-ball et de handball, avec 2540 places dans les tribunes.",
"lon_X": 4.412273641535030,
"lat_Y": 45.445028857344800
},
{
"ID": "A12",
"NOM": "Ensemble sportives de Janon",
"ADRESSE": "44 avenue du Pilat",
"EVENEMENT": "Vers 1950 : aménagement du stade et construction d’un gymnase.<br><br>1973 : construction des terrains de basket.<br><br>1993 : construction du grand terrain de football.",
"DESCRIPTION": "L’ensemble sportif de Janon, situé non loin du bassin du même nom, a été construit en plusieurs phases depuis les années 50. Le projet prévoyait initialement l’aménagement d’un grand terrain de football avenue du Pilat, ainsi que des vestiaires. <br><br>Dans les années 70, la municipalité a fait construire deux terrains de basket-ball au nord, ainsi qu'un nouveau terrain de football stabilisé de taille plus modeste au sud du site réalisé dans les années 80. À l'occasion de la construction des nouveaux quartiers pavillonnaires à l'est du site, un grand terrain de football en gazon a été aménagé. <br><br>Aujourd’hui, l’ensemble sportif comprend donc deux terrains de basket-ball, deux petits terrains de football et deux autres grands terrains de football sur lesquels évolue le club Olympique Terrenoire.",
"lon_X": 4.435523446199280,
"lat_Y": 45.426022721300800
},
{
"ID": "A13",
"NOM": "Ensemble sportives de la perrotière",
"ADRESSE": "31 Rue des Anciens Combattants dAlgérie",
"EVENEMENT": "1970 : acquisition des terrains par la municipalité.<br>De 1974 à 1983 : construction du gymnase et des terrains extérieurs.",
"DESCRIPTION": "Construit sur une superficie de 20 342 m², acquise par la ville en 1970, dans les toutes nouvelles rues des Anciens Combattants Algériens, les installations sportives de la Perrotière se composent d’un gymnase en synthétique de 600 m².<br><br>Ce gymnase accueille des sports tels que le tennis, le basket-ball, le volley-ball et le tir à l’arc pour les clubs d’entraînement et les élèves des écoles.<br><br>À l'extérieur, on trouve un terrain d’EPS ainsi qu’un city stade à destination des riverains et des usagers du parc.",
"lon_X": 4.442714927425290,
"lat_Y": 45.429801633049000
},
{
"ID": "A14",
"NOM": "Ensemble sportives Métare sud-est",
"ADRESSE": " 28 rue Dr Paul Michelon",
"EVENEMENT": "",
"DESCRIPTION": "L’installation sportive du Complexe Métare Sud-Est, située au sud de la commune, occupe une superficie de 21 215 m². <br><br>Principalement destinée à un usage scolaire, sportif et à la formation sportive, elle a été construite à partir des années 70. Elle se compose de deux parties. Tout d’abord, les équipements situés rue Ferdinand Gambon comprennent un gymnase de 873 m² avec un revêtement synthétique, ainsi qu'une tribune de 200 places. <br><br>À l'extérieur, on trouve un court de tennis et un city stade. La seconde partie, située rue Virgile, est constituée d’un terrain de football et d’une piste d’athlétisme de 250 m.",
"lon_X": 4.426475909897820,
"lat_Y": 45.420430784386900
},
{
"ID": "A15",
"NOM": "Stade des Echeneaux",
"ADRESSE": "route des Echenaux Rochetaillée",
"EVENEMENT": "",
"DESCRIPTION": "Les équipements sportifs des Écheneau, situés route des Écheneau à Rochetaillée, s'étendent sur un terrain de 7458 m². Ces équipements, datant des années 2000, se composent d’un terrain de football de 4050 m² et d’un terrain de tennis. Ils sont principalement destinés à accueillir des compétitions et des entraînements.",
"lon_X": 4.448111179499170,
"lat_Y": 45.410043917056400
},
{
"ID": "A16",
"NOM": "Amicale laïque de Monthieu",
"ADRESSE": "6 rue Gauthier Dumont",
"EVENEMENT": "Vers 1961 : construction des terrains de basket.<br><br>Vers 1965 : la construction de l’Amicale Laïque entraîne la destruction du troisième terrain de basket du site, qui est ensuite converti en terrain de boules.<br><br>Vers 1982 : aménagement d’un terrain de football de 1162 m².",
"DESCRIPTION": "Les équipements sportifs de l’Amicale Laïque de Monthieu, construits dans les années 60, se composent de deux terrains de basket destinés à un usage scolaire, ainsi que d'un terrain de boules et d'un terrain de football destinés davantage aux loisirs et à l'entraînement.",
"lon_X": 4.416098491839570,
"lat_Y": 45.440129136002700
},
{
"ID": "A17",
"NOM": "Ensemble sportif  Métare Virgile",
"ADRESSE": "rue Virgile",
"EVENEMENT": "1965 -1974 : construction du complexe sportif.<br>1978 : extension du gymnase.",
"DESCRIPTION": "Construite dans les années 60, la salle multisport de Métare Virgile s'étend aujourd'hui sur une superficie de 15 494 m². La salle multisport, d'une surface de 800 m², accueille des disciplines telles que le basket-ball, le tennis de table et la lutte en intérieur, principalement destinées à l'entraînement des clubs et aux compétitions.<br><br>À l'extérieur, on trouve un terrain de basket-ball destiné à un usage individuel et de loisir.",
"lon_X": 4.418808927208280,
"lat_Y": 45.416861860200200
},
{
"ID": "A18",
"NOM": "Stade Jean Civier",
"ADRESSE": "5 rue du Lieutenant Maurice Knoblauch",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.381574973376970,
"lat_Y": 45.453190530010700
},
{
"ID": "B01",
"NOM": "Stade Geoffroy Guichard",
"ADRESSE": "14 rue Pierre et Paul Guichard.",
"EVENEMENT": "19 mai 1930 : vente par la duchesse de Broglie, fille du baron de Rochetaillée d'un terrain de 41 000 m² à Geoffroy Guichard et à la société anonyme Adosia.<br><br>10 août 1930 : constitution de la société \" Les Amis du sport \", dont le but est de réunir les fonds suffisants pour la construction d'un stade.<br><br>13 septembre 1931 : inauguration du stade Geoffroy Guichard au cours d'une journée festive : course d'athlétisme, roue humaine, football et rugby. Le stade comporte une tribune d'honneur de 800 places, un terrain de 100 mètres de long sur 66 mètres de large, une piste de course à pied de 400 mètres de long sur 6 de large. Au-delà de celle-ci, un plan incliné est aménagé pour accueillir environ 10 000 spectateurs. C'est un stade omnisports.<br><br>17 septembre 1933 : premier match professionnel au stade de l'ASSE contre Nice.<br><br>1957 : la piste d'athlétisme est supprimée, Geoffroy Guichard devient un stade à l'anglaise.<br><br>14 juin 1965 : achat du stade par la ville. Le nouveau propriétaire s'engage à louer le stade à l'ASSE pour 30 ans avec un loyer annuel d'un franc.<br><br>octobre 1965 : inauguration d'un nouvel éclairage qui permet le déroulement des rencontres nocturnes.<br><br>1972 : Construction du siège administratif du club dans un bâtiment de trois étages en verre au dos de la tribune d'honneur.<br><br>Décembre 1982 à février 1984 : aménagement du stade pour le championnat d'Europe des nations 1984. Les tribunes nord, sud, et d'honneur sont rehaussées d'un niveau et la capacité est portée à 48 000 places. Des panneaux lumineux permettent l'affichage du score et de la composition des équipes.<br><br>1996-1998 : aménagements pour la Coupe du monde. Les places debout sont transformées en places assises.<br>1er janvier 2001 : le stade est désormais géré par Saint-Etienne Métropole tout en restant la propriété de la ville.",
"DESCRIPTION": "C'est en 1930 que le projet de construire un stade à Saint-Étienne devient réalisable lorsque la fille du baron de Rochetaillée cède à Geoffroy Guichard un terrain à la sortie nord-est de la ville, où le stade sera construit.<br><br>Les premiers matchs se déroulent sous des nuages de fumée, car le stade est entouré de nombreuses usines.<br><br>De nombreux architectes et entreprises, comme l'architecte Henry Ploquin, sont chargés des travaux. Le stade doit contenir environ 10 000 spectateurs à ses débuts et est construit dans la tradition des stades omnisports (avec des terrains de basket, de volley, et des pistes d'athlétisme).<br><br>L'équipe de l'ASSE est créée en 1933 pour intégrer le championnat professionnel, et devant l'intérêt qu'elle suscite, il faut bientôt agrandir le stade.<br><br>De nouvelles tribunes en terre placées derrière les buts sont construites en 1936, suivies en 1938 par la construction de la tribune Henri Point.<br><br>Après l'obtention du premier titre national en 1957, la piste d'athlétisme est supprimée pour augmenter la capacité d'accueil, mais les transformations nécessaires coûtent cher, et la Société Immobilière du stade le cède alors à la ville de Saint-Étienne qui pourra financer les travaux.<br><br>Des projets architecturaux permettent de moderniser toujours plus le stade et de le rendre confortable pour le public, avec des éclairages de plus en plus puissants et l'aménagement des places assises. Les tribunes nord et sud sont également couvertes en 1968.<br><br>En octobre 1994, lorsque le stade est retenu pour accueillir des matchs de la Coupe du Monde 1998, la ville décide d'engager de nouveaux travaux de rénovation et de mise aux normes (notamment pour l'accès des personnes handicapées et l'installation de billetteries à chaque tribune).<br><br>Ainsi, la ville de Saint-Étienne a toujours cherché à améliorer l'attrait de ce lieu en l'agrandissant et en le modernisant régulièrement.<br><br>Sa capacité d'accueil est passée d'environ 7 500 places à plus de 35 600 places. D'un stade omnisports, le stade Geoffroy Guichard est devenu un stade à l'anglaise presque exclusivement réservé à la pratique du football.",
"lon_X": 4.390149252897460,
"lat_Y": 45.460743044691000
},
{
"ID": "B02",
"NOM": "Stade Octave Feuillet 2 (Auguste Dury)",
"ADRESSE": "Rue Octave Feuillet",
"EVENEMENT": "Vers 1970 : acquisition des installations.<br><br>1983 : fin des travaux de viabilisation du site et des installations.<br><br>2017 : travaux de remise à niveau.",
"DESCRIPTION": "Acquise par la ville de Saint-Étienne auprès de H.B.C.M., la ville entreprend dès les années 70 des travaux pour réhabiliter les deux terrains en herbe en très mauvais état. <br><br>Estimés initialement à 1 477 000 francs, les coûts atteignent finalement 3 550 000 francs, comprenant la reprise des terrains, l’installation d’éclairage, la construction de vestiaires, l'installation d'un système d'arrosage automatique, l'aménagement des abords des stades et des parkings. L'ensemble des travaux est achevé en 1983. <br><br>Les stades de football Octave Feuillet (Auguste Dury) sont des terrains utilisés par le Côté-Chaude Sportif depuis plus de 90 ans. Plus récemment, la municipalité a investi près de 2 millions d'euros pour remettre aux normes exigées par la FFF les équipements.",
"lon_X": 4.364005554120140,
"lat_Y": 45.445792484147800
},
{
"ID": "B03",
"NOM": "Stade Roger Rocher ",
"ADRESSE": "rue du 14 juillet",
"EVENEMENT": "Vers 1950 : aménagement des deux stades de football.<br><br>1970-1972 : destruction des anciens stades et construction de nouveaux.<br><br>Vers 1996 : extension de l’ensemble sportif.",
"DESCRIPTION": "Dans les années 70, en raison de la construction de l’autoroute A72, les deux stades que comptait Roger Rocher sont détruits. <br><br>Dès 1973, deux nouveaux stades apparaissent à proximité du nouveau quartier en construction, juste au sud du parc de Méons. Les installations sont ensuite étendues dès les années 90 et 2000 avec la construction de nouveaux terrains d’entraînement. <br><br>Aujourd’hui, les installations sportives Roger Rocher comptent 5 terrains de football, dont 4 destinés à l'entraînement et 2 qui accueillent les compétitions. On retrouve également un terrain de boules non loin, selon les vues aériennes de l’IGN.",
"lon_X": 4.416630606225210,
"lat_Y": 45.454418015001200
},
{
"ID": "B04",
"NOM": "Stade Alexandre de Fraissinnette",
"ADRESSE": "boulevard Alexandre de Fraissinette",
"EVENEMENT": "",
"DESCRIPTION": "Équipement principalement destiné à l’usage du club de football Union Sportive Métare St Étienne Sud-Est, le stade de football Alexandre de Fraissinnette a été construit en 1968, non loin du complexe sportif Métare Sud-Est. <br><br>L’équipement est constitué d’un terrain de 90 x 50 mètres en gazon synthétique éclairé, équipé pour accueillir des compétitions départementales, ainsi que de vestiaires avec douches.",
"lon_X": 4.423356224408700,
"lat_Y": 45.420682474845600
},
{
"ID": "B05",
"NOM": "Terrains de sports Chauvetière (Frères Grail)",
"ADRESSE": " 34 rue Desaugier",
"EVENEMENT": "1975 : début du projet.<br>Vers 1978 : réception des travaux généraux.",
"DESCRIPTION": "Projet lancé en 1975 pour s’achever en 1978, consistant en la construction d'installations sportives destinées à fournir aux habitants du quartier de la Chauvetière des équipements sportifs qui faisaient défaut.<br><br>Les travaux comprennent un terrain de football, une piste d’athlétisme de 333 mètres avec un revêtement tout temps, un vestiaire, ainsi que des parkings et un espace vert, pour un coût total des travaux estimé en 1981 à 2 463 872 francs.",
"lon_X": 4.384764433925190,
"lat_Y": 45.414413864196600
},
{
"ID": "B06",
"NOM": "Terrain de football de la Cotonne",
"ADRESSE": "allée Rachel",
"EVENEMENT": "",
"DESCRIPTION": "Installés non loin du parc de la Cotonne/Montferré, les équipements du stade de la Cotonne viennent compléter le parc sportif de la Cotonne installé par la municipalité dans les années 80.<br><br> Cette installation regroupe notamment un terrain de football de 4606 m² destiné aux compétitions de niveau départemental, ainsi qu’une piste de vitesse de 103 mètres, un plateau d’EPS équipé pour le handball et le basket-ball, principalement destiné aux pratiques scolaires.",
"lon_X": 4.379688377820720,
"lat_Y": 45.422814933535100
},
{
"ID": "B07",
"NOM": "Stade de Pracoin (Eric Thellyere)",
"ADRESSE": "Saint-Victor",
"EVENEMENT": "Vers 1974 : aménagement du stade et construction de vestiaires.<br><br>2017 : réaménagement et transformation en terrain synthétique, avec changement de nom.",
"DESCRIPTION": "Aménagé dans les années 70, le stade de Pracoin Biorange, terrain de football, accueille depuis longtemps les entraînements, les formations sportives des clubs, les activités de loisirs, mais également des compétitions sportives. <br><br>Initialement en terre stabilisée, c’est en 2017 que le stade fut réaménagé, transformé en terrain synthétique, puis rebaptisé Eric-Thellyere, du nom de l’ancien président du club de football décédé en 2014.",
"lon_X": 4.305305656119650,
"lat_Y": 45.435487677812300
},
{
"ID": "B08",
"NOM": "Terrain de football Maugara",
"ADRESSE": "rue des Hauts de Terrenoire (puits Lachaud)",
"EVENEMENT": "1966 : construction du stade sur un terrain privé.<br>1980 : fin des travaux d'extension en partenariat avec la municipalité.",
"DESCRIPTION": "Construit en 1966, le stade Maugara est la propriété de la S.A. « Le Toit Forézien ». La municipalité envisage l’agrandissement et l’extension du stade, et pour ce faire, elle engage des travaux d'équipement en installations sportives sur le territoire communal de Terrenoire.<br><br>Le projet, lancé dans les années 70, aboutit à l’extension du terrain de football à 100 x 60 mètres pour un coût estimé en 1979 à 500 000 francs, achevé en septembre 1980.<br><br>En plus de l’extension du stade et de la construction des vestiaires, la municipalité prévoyait également d'agrandir le parc en ajoutant notamment un terrain d’entraînement sur un terrain adjacent au stade. Cependant, en raison de désaccords avec la société propriétaire des terrains, le projet d'agrandissement du site n'a pas pu aboutir.",
"lon_X": 4.443254085676000,
"lat_Y": 45.439153196875900
},
{
"ID": "B09",
"NOM": "Terrain de sport du Bernay",
"ADRESSE": "rue de Fontfred",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.408555836045970,
"lat_Y": 45.410108914409900
},
{
"ID": "B10",
"NOM": "Golf municipal Momey",
"ADRESSE": "rue Saint-Simon",
"EVENEMENT": "1986 : lancement du projet par la municipalité.<br><br>1989 : livraisons de la première tranche du projet.<br><br>1994 : ouverture du second parcours de golf.",
"DESCRIPTION": "Initié en 1986 par la municipalité Dubanchet, le projet du golf municipal s'inscrit dans une démarche de marketing territorial visant à rendre la pratique de ce sport, souvent associée à une élite, accessible aux classes sociales plus modestes.<br><br> Il s'agit également pour la ville de réhabiliter une ancienne friche urbaine, transformée en décharge en 1962, située au nord de la métropole. Après plusieurs années de débats houleux, la première phase du projet est finalement livrée en 1989. <br><br>Elle comprend un centre d'initiation et d'entraînement doté de 110 postes, dont 28 couverts, ainsi qu'un parcours de 6 trous et un bâtiment d'accueil, le tout sur une superficie de 12 hectares. Un second parcours de 18 trous est inauguré en 1994, pour un coût total de 52 millions de francs.",
"lon_X": 4.366231658893520,
"lat_Y": 45.456023631421400
},
{
"ID": "B11",
"NOM": "Tennis Leon Jouhaux",
"ADRESSE": "27 avenue Léon Jouhaux",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.430746820827120,
"lat_Y": 45.424529946418000
},
{
"ID": "B12",
"NOM": "Tennis de Saint-Victor",
"ADRESSE": "chemin des tourettes",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.264244641066330,
"lat_Y": 45.445215409400900
},
{
"ID": "B14",
"NOM": "Stade Alfred Colombet",
"ADRESSE": "5 rue Alfred Colombet",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.381174440279990,
"lat_Y": 45.428868319518300
},
{
"ID": "B15",
"NOM": "Bassin de Janon",
"ADRESSE": "Bassin de Janon, commune de terrnoir",
"EVENEMENT": "1929 : la Société nautique \"le Cygne\" organise des fêtes nautiques dans le bassin.<br><br>1936 : acquisition du terrain pour la construction du bâtiment.<br><br>1937 : lécole départementale de natation est ouverte à la baignade.<br><br>1975 : le bassin est repris par la Fédération de pêche.",
"DESCRIPTION": "La réserve d'eau est créée au début du XXe siècle pour alimenter les industries de Terrenoire jusqu'aux années 1930, où la municipalité fait construire un bâtiment terminé en 1937 pour la baignade.<br><br>Le bassin devient un plan d'eau servant à la fois pour les fêtes nautiques (on y organise des joutes), pour la natation et pour la distribution d'eau aux usines.<br><br>Vers 1940, la pollution du bassin devient dangereuse et la natation est interdite, le bâtiment se dégrade.<br><br>La Fédération de pêche s'occupe des réparations et reprend le bassin en 1975.",
"lon_X": 4.432169238561710,
"lat_Y": 45.431815607832600
},
{
"ID": "B16",
"NOM": "Terrain du grand Clos",
"ADRESSE": "rue Benoît Franchon",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.368307746177870,
"lat_Y": 45.447245022478300
},
{
"ID": "B17",
"NOM": "Terrain Claudius Petit",
"ADRESSE": "impasse Eugène Claudius Petit",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.394933147934110,
"lat_Y": 45.468733814744000
},
{
"ID": "B18",
"NOM": "Stade de Solaure (Grivolla)",
"ADRESSE": "rue Courteline",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.386214784837820,
"lat_Y": 45.406840431632600
},
{
"ID": "B19",
"NOM": "City stade Auguste Keufer",
"ADRESSE": "rue Auguste Keufer",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.384814315557540,
"lat_Y": 45.409327532270600
},
{
"ID": "B20",
"NOM": "City stade du square Lanza del Vasto",
"ADRESSE": "boulevard Raoul Duval square Lanza del Vasto",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.383154593389410,
"lat_Y": 45.423706996490800
},
{
"ID": "B21",
"NOM": "Tennis de Villeboeuf",
"ADRESSE": "rue Gabriel Tyr",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.401150122256740,
"lat_Y": 45.432700480277100
},
{
"ID": "B22",
"NOM": "City stade de Monthieu",
"ADRESSE": "allée Jean Racine",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.418532440923850,
"lat_Y": 45.442369608451000
},
{
"ID": "B23",
"NOM": "Terrain de Molina",
"ADRESSE": "15B rue de Molina",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.395278850412590,
"lat_Y": 45.466903463552600
},
{
"ID": "B24",
"NOM": "Terrain de proximité square Chabrier",
"ADRESSE": "allée Emmanuel Chabrier",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.398293087649020,
"lat_Y": 45.470553363382800
},
{
"ID": "B25",
"NOM": "Base nautique de St Victor",
"ADRESSE": "rue du port Saint Victor sur Loire",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.256911090166670,
"lat_Y": 45.447860301941300
},
{
"ID": "B26",
"NOM": "Terrain de football de Tarentaize",
"ADRESSE": "impasse Panassa",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.379906672407130,
"lat_Y": 45.436373114482000
},
{
"ID": "B27",
"NOM": "Terrain de proximité du Crêt de Roch",
"ADRESSE": "rue de léternité",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.390070478810000,
"lat_Y": 45.444160030653800
},
{
"ID": "B28",
"NOM": "Amicale laïque de Michelet",
"ADRESSE": "rue Coraly Royet",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.397604123885360,
"lat_Y": 45.419568703940100
},
{
"ID": "B29",
"NOM": "Terrain de basket la marandiniere",
"ADRESSE": "28 Bd Karl Marx, 42100 Saint-Étienne",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.417495430739930,
"lat_Y": 45.424994360002900
},
{
"ID": "C01",
"NOM": "Piscine la Cotonne Pierre Poty",
"ADRESSE": "Rue Pierre et léon Gadoud",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.388780723758010,
"lat_Y": 45.420407121003200
},
{
"ID": "C02",
"NOM": "Piscine du Grand Coin dite piscine Souchon",
"ADRESSE": " 17 rue Charles Floquet.",
"EVENEMENT": "1930 : un particulier nommé Souchon transforme ses locaux en bassin.<br><br>1940 : le bassin est vendu à l'État qui en confie la gestion à la mairie.<br><br>2006 : le bâtiment est rétrocédé à l'État.",
"DESCRIPTION": "La piscine Souchon subit de nombreux travaux depuis sa construction : la charpente et la couverture sont refaites en 1947, les vestiaires en 1956, les faux-plafonds et le carrelage en 1995, et la tuyauterie en 1997.<br><br>Dans le cadre de la remise en conformité des équipements nautiques, la piscine Souchon ferme en 2002. Mais l'ampleur et le coût des travaux causent la fermeture définitive de l'établissement.<br><br>Une expertise démontre qu'elle n'est plus adaptée aux normes de sécurité et présente des problèmes de traitement de l'eau, de ventilation et d'infiltration.<br><br>Le bâtiment est vendu à un kinésithérapeute qui abandonne son projet de bassin destiné à l'aquagym à cause de l'importance des travaux.<br><br>Elle est démolie en février 2009.",
"lon_X": 4.371655016056870,
"lat_Y": 45.442791127276900
},
{
"ID": "C03",
"NOM": "Gymnase Lamartine",
"ADRESSE": "5 bis rue Lamartine",
"EVENEMENT": "",
"DESCRIPTION": "Construit dans les années 90 par l'association Tezenas du Montcel, le gymnase Lamartine accueille aujourd'hui diverses disciplines sportives telles que le basket-ball, le badminton, le handball, le volley-ball et dispose même d'un mur d'escalade. La salle de 968 m² pouvait accueillir jusqu'à 346 personnes en 2006.",
"lon_X": 4.381214159365270,
"lat_Y": 45.446987064609800
},
{
"ID": "C04",
"NOM": "Gymnase de la Vivaraize",
"ADRESSE": "15 rue du Cimetière",
"EVENEMENT": "1978 : recherche de terrain pour la construction du gymnase dans le quartier de la Vivaraize.<br><br>1980 : début du projet et appel d'offres.<br><br>1983 : début du chantier et démolition de l'ancien immeuble.<br><br>1984 : achat du matériel sportif et inauguration de la salle multisports.",
"DESCRIPTION": "En 1978, à la suite de la demande des parents d'élèves et du comité de quartier, la municipalité entame la recherche d'un terrain pour la construction d'un gymnase dans le quartier de la Vivaraize.<br><br>Le projet de construction d'un gymnase de type B est lancé par la ville en 1980, pour un coût d'environ 3 669 100 francs. Les travaux comprennent la démolition d'un ancien bâtiment occupé par l'amicale boules des routiers. Le nouveau gymnase de 600 m² est équipé de locaux de rangement, de vestiaires, de douches, d'une chaufferie, etc.<br><br>Le maître d'œuvre prévoit également l'installation d'équipements sportifs tels que 12 espaliers muraux, 2 paires de panneaux de basket réglables, 2 poteaux de saut en hauteur, 35 mètres de barres à danser, 1 paire de poteaux mobiles de volley, etc.",
"lon_X": 4.398582158353580,
"lat_Y": 45.425091241228900
},
{
"ID": "C05",
"NOM": "Gymnase Paul Michelon ",
"ADRESSE": "16 rue Paul Michelon",
"EVENEMENT": "1968 : début du projet<br>15 nauvembre 1977 : livraison des gros œuvres",
"DESCRIPTION": "Projet planifié en 1968, le gymnase Paul Michelon est livré à la ville le 15 novembre 1977, pour un coût total de 3 261 661 francs. L'installation sportive accueille divers sports d'intérieur tels que la boxe, l'escrime et les arts martiaux.",
"lon_X": 4.423055878565480,
"lat_Y": 45.424178811669200
},
{
"ID": "C06",
"NOM": "Gymnase de la Cotonne",
"ADRESSE": " 24 boulevard Raoul Duval",
"EVENEMENT": "1976 : initiation du projet.<br><br>1981 : étude d'avant-projet.<br><br>1984 : début des travaux.<br><br>1985 : réception des travaux.",
"DESCRIPTION": "Construit boulevard Raoul Duval, le gymnase de la Cotonne est un projet initié dans la continuité du grand programme de fourniture en équipement sportif de la commune de Saint-Étienne dans les années 70.<br><br>En effet, suite aux questions posées aux habitants du quartier lors de la visite de M. Durafour en 1976, la municipalité se penche sur le projet de construction d'une salle de gym dès le début des années 80.<br><br>Avec une surface de 994 m² et une salle spécialisée destinée à l'entraînement de boxe de 175 m², ainsi qu'une capacité d'accueil de 285 personnes, le gymnase de type C est finalement remis à la ville en 1985, pour un coût du bâtiment seul estimé en 1983 à 5 350 000 francs.",
"lon_X": 4.386833034836010,
"lat_Y": 45.422679666004700
},
{
"ID": "C07",
"NOM": "Gymnase Les Champs",
"ADRESSE": "Chem. des Champs",
"EVENEMENT": "1969 : approbation du projet de construction du gymnase de type C à la Terrasse.<br><br>1981 : accord de la commission de travaux sur la réalisation du stand de tir.",
"DESCRIPTION": "Le projet de construction du gymnase, approuvé en 1969, était alors estimé à 1 035 488 francs. Il comprenait la construction du gymnase de type C de 20 x 40 m et la fondation d’un garage en sous-sol.<br><br>En 1980, dans le contexte de la démolition du gymnase Léon Nautin et des activités de la 1ère compagnie d’Archers de Saint-Étienne devant être déplacées ailleurs, la municipalité entreprend d'installer une salle de tir à l’arc dans le sous-sol du gymnase de la Terrasse. Pour un coût estimé à 220 000 francs en 1980, cette salle d’entraînement de 39,5 x 6,68 m devait permettre l’accueil de débutants et de tireurs confirmés.",
"lon_X": 4.372337479106190,
"lat_Y": 45.464343907459700
},
{
"ID": "C08",
"NOM": "Gymnases Victor Duchamp et Jean Gachet",
"ADRESSE": "12 Rue Benoît Malon",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.379872804739570,
"lat_Y": 45.443543404783500
},
{
"ID": "C09",
"NOM": "Gymnase et bains douche du Treyve ",
"ADRESSE": " Janin 5 rue du Treyve",
"EVENEMENT": "1964 : Construction du gymnase.<br>1980 : Travau de rénovation.",
"DESCRIPTION": "Construit dans les années 60 rue Jules Janin, le gymnase Treyve possède une surface de 304 m² comprenant une salle de gymnastique, des vestiaires, des douches individuelles et un local de rangement.<br><br>Dans les années 80, l'installation connaît un grand projet de rénovation. Les travaux concernent notamment la rehausse du faux plafond, la réfection du sol et du plancher, ainsi que l'aménagement de nouveaux locaux et vestiaires, pour un coût total de 676 500 francs.",
"lon_X": 4.389431265449370,
"lat_Y": 45.448084062547400
},
{
"ID": "C10",
"NOM": "Gymnase Marandinière ",
"ADRESSE": "28 boulevard Karl Marx",
"EVENEMENT": "1963 : construction du gymnase.<br><br>1979 : travaux de rénovation (réfection de la toiture).<br><br>2010 : destruction du bâtiment.",
"DESCRIPTION": "Situé au 28 boulevard Karl Marx, le gymnase ainsi que le groupe scolaire du même nom ont été planifiés et construits dans les années 60. Le gymnase, alors destiné au groupe scolaire ainsi qu'aux activités de club, se composait de deux bâtiments à l'architecture symétrique, comprenant une salle principale de 230 m², 2 vestiaires, des sanitaires et un dépôt de matériel. Les locaux étaient notamment ouverts au club de volley, l'Amicale Olympique Stéphanoise, pour ses séances d'entraînement.<br><br>Pour un montant avoisinant les 100 000 francs, la municipalité entreprend des travaux de réfection du toit du gymnase, considéré alors comme défectueux. Le gymnase est finalement détruit dans les années 2010, laissant place au parc de la Marandinière actuel.",
"lon_X": 4.417900840005860,
"lat_Y": 45.425399389993600
},
{
"ID": "C11",
"NOM": "Gymnase Beaubrun",
"ADRESSE": " rue de lApprentissage",
"EVENEMENT": "1980 : le projet est approuvé par le conseil départemental.<br><br>1982 : réception des travaux.",
"DESCRIPTION": "Le projet de gymnase est évoqué pour la première fois lors d'une réunion en 1979 avec l'Amicale Laïque de Beaubrun, qui exprime le besoin d'un gymnase dans le quartier de Beaubrun.<br><br>Le projet est ensuite lancé par la ville dans les années 80, avec pour objectif la construction d'un bâtiment polyvalent équipé à la fois pour les activités sportives et socio-éducatives, pouvant accueillir jusqu'à 934 personnes, soit l'ensemble des personnes que pouvait accueillir l'établissement scolaire auquel il est adossé.<br><br>Avec un montant prévisionnel des travaux en 1980 s'élevant à un peu plus de 3 000 000 de francs, le gymnase sera équipé de 300 places de gradins, de poteaux de volley-ball et de basket-ball, ainsi que des équipements pouvant accueillir des disciplines telles que la gymnastique sportive, la danse rythmique, l'escrime ou encore les arts martiaux, tout en laissant une place à l’accueil d’événements culturels.",
"lon_X": 4.379070863612350,
"lat_Y": 45.433962252805400
},
{
"ID": "C12",
"NOM": "Gymnase de l'Attache aux bœufs ",
"ADRESSE": "6 rue de lAttache aux bœufs",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.389867919384070,
"lat_Y": 45.441228763071500
},
{
"ID": "C13",
"NOM": "Gymnase Saint-François Duchamp Coignet ",
"ADRESSE": "11 rue de la Valse",
"EVENEMENT": "1986 : début des travaux.<br><br>6 août 1986 : réception des travaux.<br><br>1987 : problèmes d'infiltration après la réception des travaux.",
"DESCRIPTION": "Construite à l'emplacement d'un ancien bâtiment démoli, rue de la Valse, le projet de la salle de gymnastique spécialisée Duchamp-Coignet est entrepris par la municipalité en 1986. Estimé à environ 4 150 000 francs, le gymnase a une capacité d’accueil de 200 personnes pour une superficie d'environ 525 m².",
"lon_X": 4.402080076252740,
"lat_Y": 45.439341268376500
},
{
"ID": "C14",
"NOM": "Gymnase La Veue ",
"ADRESSE": "4 rue des Teinturiers",
"EVENEMENT": "Vers 1914 : construction du bâtiment Bains-Douches et gymnase populaire.<br><br>1976 : planification des travaux de rénovation.<br><br>1979 : réception des travaux de rénovation.",
"DESCRIPTION": "Le gymnase La Veue est installé au 4 rue des Teinturiers, dans un bâtiment alliant Bains-Douches et gymnase, construit au début du 20ème siècle. Le bâtiment, érigé sur 2 étages, comporte deux gymnases : un grand au rez-de-chaussée et un plus petit au premier étage. <br><br>En 1979, des travaux de rénovation ont été budgétisés à hauteur de 693 304 francs, afin de rendre le bâtiment et les installations fonctionnels. Après ces travaux, le gymnase a été amélioré. Suite à ces rénovations, les gymnases, destinés uniquement à la pratique sportive, peuvent désormais accueillir 78 personnes dans le grand gymnase et 33 personnes dans le petit.",
"lon_X": 4.395254687363300,
"lat_Y": 45.420482335178000
},
{
"ID": "C15",
"NOM": "Gymnase Tardy ",
"ADRESSE": "50 rue de Tardy",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.382340605617880,
"lat_Y": 45.429311934713500
},
{
"ID": "C16",
"NOM": "Gymnase Gérard Phlippe (Terrenoire)",
"ADRESSE": " 61 rue Louis Destre",
"EVENEMENT": "1976 : lancement des études autour du projet.<br><br>1977 : le projet est approuvé par le conseil des adjoints.<br><br>1979 : demande de permis de construire",
"DESCRIPTION": "Le projet de gymnase Gérard Philippe est initié en 1976. La municipalité, dans ces années où elle s'attèle à équiper la commune en équipements sportifs, souhaite ici à Terrenoire construire un gymnase de type C.<br><br>Elle envisage de mettre à disposition les installations au CASE pour leurs matchs de championnat de basket et prévoit en conséquence des places de parking ainsi que 700 à 750 places pour les spectateurs. À la suite de nombreuses contraintes et difficultés, le gymnase pourra finalement accueillir un effectif total admissible selon une déclaration de l'adjoint au sport en 1978 de 300 personnes.<br><br>L'estimation des travaux est de 1 700 000 francs en 1978, pour une aire d'évolution de 800 m² ainsi qu'une salle spécialisée de 190 m² destinée au judo, à la lutte<br><br>, à la gymnastique d'entretien. La salle multisport accueille aujourd'hui une multitude de disciplines sportives.",
"lon_X": 4.433057466687390,
"lat_Y": 45.440927641126800
},
{
"ID": "C17",
"NOM": "Gymnase au CES de Beaulieu",
"ADRESSE": "7 impasse Georges Clémenceau",
"EVENEMENT": "",
"DESCRIPTION": "En 1967, après une visite sur le terrain et notamment à la demande des parents d'élèves, la municipalité a approuvé la construction d'un gymnase de type B au lieu-dit \"Maison Carrée\" à Beaulieu, destiné au groupe scolaire. <br><br>L'estimation des travaux s'élevait à 870 000 francs en 1968, comprenant la construction du gymnase, d'une salle de travaux pratiques ainsi que d'autres aménagements pour l'école.",
"lon_X": 4.408902989784430,
"lat_Y": 45.427487909433900
},
{
"ID": "C18",
"NOM": "Vélodrome d'hiver",
"ADRESSE": "rue Denis Papin",
"EVENEMENT": "1er juin 1925 : inauguration du Vélodrome dhiver de Saint-Etienne.<br><br>Décembre 1934 : vente par la société du Vélodrome à la Ville du complee sportif, aménagements, remise en état de la toiture, de la piste, de léclairage, du chauffage.<br><br>1936 : installation de trois courts de tennis.<br><br>1945-1948 : travau de réparations après les dégâts causés par le bombardement.<br><br>1959 : inauguration dun stand de tir.<br><br>1961 : le Vélodrome est détruit et la municipalité décide de construire un nouveau Palais des sports à la Plaine Achille.<br><br>2003 : rénovation dune partie du site pour lUniversité.",
"DESCRIPTION": "Le Vélodrome dhiver est construit sur linitiative dun industriel stéphanois souhaitant voir se développer les ateliers de construction de cycles.<br><br>Le projet est accepté en 1923.<br><br>En 1925 le bâtiment est destiné au compétitions cyclistes mais la société anonyme qui dirige le Vélodrome est mise en liquidation en 1934 et vend le bâtiment à la Ville qui en élargit le champ dusage progressivement.<br><br>Le \"Vél dhiv\" devient un Palais des sports abritant des compétitions de catch, de boules, de tennis et de basket.<br><br>Lentrée principale se trouve dans la rue Denis Papin.<br><br>Les spectacles qui se déroulent au Vélodrome sont très populaires et attirent les foules. Mais les bâtiments sont construits légèrement et rapidement dimportantes réparations sont à faire.<br><br>La verrière menace de tomber en ruines. Le bâtiment ne répond pas au normes de sécurité et épuise le budget.<br><br>La Ville décide donc de démolir le bâtiment dont lemplacement est occupé ensuite par une usine dappareils de mesures électriques jusquen 1991.<br><br>LUniversité y installe un amphithéâtre en 1995 et rénove une autre partie du site pour ouvrir en 2003 le Service universitaire de formation continue et le Centre international de langue et de civilisation.",
"lon_X": 4.387884399008510,
"lat_Y": 45.426910477664700
},
{
"ID": "C19",
"NOM": "Gymnase Collège Les Champs",
"ADRESSE": "1 rue Olivier de Serres",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.375365321754400,
"lat_Y": 45.463930072221000
},
{
"ID": "C20",
"NOM": "Gymnase Molina",
"ADRESSE": "impasse Eugène Claudius Petit",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.396668438392110,
"lat_Y": 45.467582912509100
},
{
"ID": "C21",
"NOM": "Shugyo Dojo Stéphanois",
"ADRESSE": "19 rue bonnassieux",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.399536714676410,
"lat_Y": 45.412936836041500
},
{
"ID": "C22",
"NOM": "Squash club de Saint Etienne",
"ADRESSE": "5 rue de Dunkerque",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.405781757119990,
"lat_Y": 45.415532567532100
},
{
"ID": "C23",
"NOM": "St Etienne Solaure Tir",
"ADRESSE": "18 rue Bossuet",
"EVENEMENT": "",
"DESCRIPTION": "Approuvé par le Conseil Municipal en 1980, le projet de la maison de quartier fut construit au 18 rue Bossuet. Le bâtiment, érigé sur 3 niveaux, comprend notamment une bibliothèque, une salle polyvalente, une salle de danse et un stand de tir. <br><br>Avec une superficie totale de 1082 m², dont 135 m² dédiés au stand de tir, le bâtiment a été construit en 1981 pour un budget estimé à 4 000 000 de francs à la fin des travaux.",
"lon_X": 4.386756210431640,
"lat_Y": 45.408605907599500
},
{
"ID": "C24",
"NOM": "Gymnase du Soleil",
"ADRESSE": "38 rue Louis Soulié",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.401722034961210,
"lat_Y": 45.448075541961500
},
{
"ID": "C25",
"NOM": "Gymnase lycée et Collège Sainte-Marie",
"ADRESSE": "39 rue des Frères Chappe",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.394190305644810,
"lat_Y": 45.440400822099000
},
{
"ID": "D01",
"NOM": "Boule de Sully (Temps nouveaux)",
"ADRESSE": "13 rue de Robinson",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.408338729976960,
"lat_Y": 45.438125454385300
},
{
"ID": "D02",
"NOM": "Boule Union Fraternelle de Montaud ex-MJC Les Tilleuls",
"ADRESSE": "2 rue des Thilleuls",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.380529630736460,
"lat_Y": 45.445541176504100
},
{
"ID": "D03",
"NOM": "Jeu de boules de l'amicale laïque Cote Chaude",
"ADRESSE": "18 rue André Chevrier",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.361938021994210,
"lat_Y": 45.443413755645100
},
{
"ID": "D04",
"NOM": "Boule ombragée de la Bâtie",
"ADRESSE": "27 rue Paul Cotte",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.405807365222770,
"lat_Y": 45.462062914428500
},
{
"ID": "D05",
"NOM": "Amicale Montplaisir",
"ADRESSE": "8 rue du Docteur Zamenhof",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.416164777226350,
"lat_Y": 45.434719150409100
},
{
"ID": "D06",
"NOM": "Boule indépendante de Monthieu",
"ADRESSE": "9 rue Linossier",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.418474205143000,
"lat_Y": 45.439922235250400
},
{
"ID": "D07",
"NOM": "Amicale laïque de Terrenoire",
"ADRESSE": "rue Bertrand Russel",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.445617722930990,
"lat_Y": 45.434012453762200
},
{
"ID": "D08",
"NOM": "Union fraternelle du Soleil",
"ADRESSE": "18 rue de la Liberté",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.404008986185400,
"lat_Y": 45.449729795716600
},
{
"ID": "D09",
"NOM": "Amicale laïque de Beaubrun",
"ADRESSE": "11 rue de l'apprentissage",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.378331496468030,
"lat_Y": 45.433934922696600
},
{
"ID": "D10",
"NOM": "Amicale laïque de Tardy",
"ADRESSE": "24 rue de Tardy",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.383929345468230,
"lat_Y": 45.428109152571100
},
{
"ID": "D11",
"NOM": "Amicale laïque de Michelet",
"ADRESSE": "rue Coraly Royet",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.396564021718400,
"lat_Y": 45.419596102584100
},
{
"ID": "D12",
"NOM": "Boule de Chavassieux ",
"ADRESSE": "11 rue Christophe Thivrier",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.365294990341640,
"lat_Y": 45.450425800687300
},
{
"ID": "D13",
"NOM": "Boule du Bessard ",
"ADRESSE": "33 rue Molina",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.397133428621540,
"lat_Y": 45.466596655216800
},
{
"ID": "D16",
"NOM": "Boules de Cros",
"ADRESSE": "27 rue Paul Cotte",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.404115876870400,
"lat_Y": 45.464856685141500
},
{
"ID": "D17",
"NOM": "Jeu de l'Arc Terrenoire",
"ADRESSE": "8 rue Jules Ferry",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.435069934850630,
"lat_Y": 45.435990146166000
},
{
"ID": "D18",
"NOM": "Boule de la Croix de lOrme",
"ADRESSE": "6 rue Courteline",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.385147323507080,
"lat_Y": 45.406060347702200
},
{
"ID": "D19",
"NOM": "Amicale laïque de Solaure",
"ADRESSE": "20 rue Bossuet",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.386626573860770,
"lat_Y": 45.408295913963400
},
{
"ID": "D20",
"NOM": "Boule des hospitaliers",
"ADRESSE": "4 rue Dard Janin",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.388606352207350,
"lat_Y": 45.408865983149300
},
{
"ID": "D21",
"NOM": "Boule de l'Etoile et des Joyeux rescapés ",
"ADRESSE": "4 rue Ambroise Paré",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.389822267871710,
"lat_Y": 45.411720836371700
},
{
"ID": "D22",
"NOM": "Association familiale laïque Jomayère",
"ADRESSE": "98 bis rue de la Jomayère",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.381698246785780,
"lat_Y": 45.410711819356500
},
{
"ID": "D23",
"NOM": "Boule Ruines de Monteil",
"ADRESSE": "9 rue Burdeau",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.409811748642010,
"lat_Y": 45.445899024596000
},
{
"ID": "D24",
"NOM": "Boule du grand coin",
"ADRESSE": "2 rue Danton",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.369150994700860,
"lat_Y": 45.443920861826600
},
{
"ID": "D25",
"NOM": "Terrain de boule ",
"ADRESSE": "14 rue Claude Deverchère",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.380442489885110,
"lat_Y": 45.433110147643300
},
{
"ID": "D26",
"NOM": "Amicale laique de la Richelandière",
"ADRESSE": "82 Rue Richelandière",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.407378998698560,
"lat_Y": 45.436347570944400
},
{
"ID": "D27",
"NOM": "Amicale laïque du Crêt de Roc",
"ADRESSE": "16 rue Royet",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.391391388989940,
"lat_Y": 45.441523660318400
},
{
"ID": "D28",
"NOM": "Amicale laïque du Soleil",
"ADRESSE": "24 rue Beaunier",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.403583752698380,
"lat_Y": 45.447846588274800
},
{
"ID": "D29",
"NOM": "Banque populaire indépendante du Soleil",
"ADRESSE": "26 boulevard Fauriat",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.403336049833190,
"lat_Y": 45.447546955353800
},
{
"ID": "D31",
"NOM": "Boule de Raspail",
"ADRESSE": "46 rue Martin Bernard",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.380963680124020,
"lat_Y": 45.430424651033100
},
{
"ID": "D32",
"NOM": "Boule des Archers de la Croix",
"ADRESSE": "5 impasse Boileau",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.408077056008620,
"lat_Y": 45.435196348875100
},
{
"ID": "D33",
"NOM": "Boule des Routiers",
"ADRESSE": "4 rue Arsac",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.398850202167910,
"lat_Y": 45.425435289893700
},
{
"ID": "D34",
"NOM": "Boule du clos Jouve",
"ADRESSE": "27 rue de Roubaix",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.394537793895390,
"lat_Y": 45.442783736953600
},
{
"ID": "D35",
"NOM": "Boule du Crêt de Roc",
"ADRESSE": "17 rue de Roubaix",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.394608112738810,
"lat_Y": 45.442314065082500
},
{
"ID": "D36",
"NOM": "Boule Poudrière",
"ADRESSE": "134 boulevard Valbenoite",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.397486361372650,
"lat_Y": 45.422746409531600
},
{
"ID": "D39",
"NOM": "Union sportive des Noettes",
"ADRESSE": "2 rue Cuvier",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.392132923117140,
"lat_Y": 45.428927039563400
},
{
"ID": "E01",
"NOM": "CES Puits de la Loire",
"ADRESSE": "Rue Antoine Roche",
"EVENEMENT": "",
"DESCRIPTION": "La construction du CES Puits de la Loire a été approuvée par la préfecture en 1970. En plus des installations éducatives classiques, le projet inclut la création d'un ensemble d'équipements sportifs adjacents à la construction de l'établissement. <br><br>Ces équipements comprennent un gymnase de 42 x 24 m avec des tribunes pouvant accueillir 159 personnes, achevé en 1973, simultanément à la construction des bâtiments du CES. De plus, des terrains de jeu en plein air, tels qu'une piste d'athlétisme, un terrain de football, de volley-ball et de handball, ont été aménagés vers la fin des années 70.",
"lon_X": 4.371357164090020,
"lat_Y": 45.445707356605600
},
{
"ID": "E02",
"NOM": "Lycée Claude Fauriel",
"ADRESSE": "Rue Etienne Mimard",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.395089280969170,
"lat_Y": 45.437668425978100
},
{
"ID": "E03",
"NOM": "Lycée Etienne Mimard",
"ADRESSE": "32 Rue Etienne Mimard",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.395976504767680,
"lat_Y": 45.436232779244300
},
{
"ID": "E04",
"NOM": "Collège Marc Seguin",
"ADRESSE": "Boulvard antonio Vivaldi",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.410024594217000,
"lat_Y": 45.465027260569800
},
{
"ID": "E05",
"NOM": "Ecole de la Rivière",
"ADRESSE": "15 rue Berthelot",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.399346011914750,
"lat_Y": 45.416492088646300
},
{
"ID": "E06",
"NOM": "Installations sportives  des Condamines",
"ADRESSE": "Rue de Breat",
"EVENEMENT": "1986 : étude avant-projet.<br><br>1989 : début des chantiers.<br><br>1989 : réception des grosses œuvres.",
"DESCRIPTION": "Sur demande de la commission extra-municipale de Saint-Victor, la municipalité de Saint-Étienne engage en 1986 le projet de construction d’un gymnase de type A, à proximité du terrain de football existant.<br><br>Estimé à 3 915 000 francs en 1989, le gymnase doit accueillir des activités sportives telles que le volley-ball, le basket-ball, le tennis, ainsi qu’une petite salle polyvalente pour diverses activités associatives telles que le théâtre.",
"lon_X": 4.272397408991830,
"lat_Y": 45.449505480270000
},
{
"ID": "E07",
"NOM": "Lycée Honoré d'Urfé",
"ADRESSE": "1 imp. Le Châptelier",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.387824840682880,
"lat_Y": 45.415629908649400
},
{
"ID": "E08",
"NOM": "Installations sportives Ovides",
"ADRESSE": "10 rue des ovides",
"EVENEMENT": "",
"DESCRIPTION": "Terminées et ouvertes en même temps que le groupe scolaire vers 1965, les installations sportives des Ovides sont principalement destinées aux élèves. <br><br>Ces installations se composent d’une salle multisports (gymnase), d’un terrain de basket-ball, d’une piste d’athlétisme isolée et d’un autre terrain de basket-ball.",
"lon_X": 4.417519387556550,
"lat_Y": 45.437625140709500
},
{
"ID": "E09",
"NOM": "Lycée Benoît Fourneyron",
"ADRESSE": "24 rue Virgile",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.423085256716020,
"lat_Y": 45.417248292136000
},
{
"ID": "E10",
"NOM": "Lycée Jean Monnet",
"ADRESSE": "16 rue du Portail Rouge",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.408565219861370,
"lat_Y": 45.417474471382200
},
{
"ID": "E11",
"NOM": "Université Jean Monnet",
"ADRESSE": "21 rue Denis Papin",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.388002612393460,
"lat_Y": 45.426943588297600
},
{
"ID": "E12",
"NOM": "Groupe scolaire Notre Dame de Valbenoite",
"ADRESSE": "21 avenue de Rochetaillée",
"EVENEMENT": "",
"DESCRIPTION": "",
"lon_X": 4.400042262207220,
"lat_Y": 45.421031498755600
}
]